Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1018_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamelaisopetuksen henkilöstölle suunnattu kielikylpykoulutus käynnistyy
sme: Sámi oahpahusbargiide oaivvilduvvon giellalávgunskuvlejupmi álgá

source: Saamelaisopetuksen henkilöstölle suunnattu kielikylpymetodia käsittelevä koulutushanke käynnistyy perjantaina 27.2.
sme: Sámi oahpahusbargiide oaivvilduvvon skuvlenfidnu giellalávgunmetodas álggahuvvo bearjadaga 27.2.

source: Saamelaiskulttuurikeskus Sajoksessa Inarissa.
sme: Sámekulturguovddáš Sajosis Anáris.

source: Koulutukseen on ilmoittautunut noin 40 saamen kielen ja saamenkielisten ryhmien opettajaa perusopetuksesta, lukiosta ja varhaiskasvatuksesta.
sme: Skuvlejupmái leat almmuhan iežaset sullii 40 sámegiela ja sámegielat joavkkuid oahpaheaddji vuođđooahpahusas, logahagas ja árra-bajásgeassimis.

source: Lisäksi mukaan on ilmoittautunut yliopisto-opiskelijoita.
sme: Dasa lassin skuvlejupmái bohtet oahpaheaistuđeanttat universiteahtain.

source: Hanke on saamelaiskäräjien ja Oulun yliopiston Giellagas-instituutin yhteistyötä ja sen rahoittaa Opetushallitus.
sme: Prošeakta lea sámedikki ja Oulu universiteahta Giellagas-instituhta ovttasbargu ja dan ruhtada Oahpahusráđđehus.

source: Yhteistyössä ovat mukana myös saamelainen korkeakoulu, Sámi allaskuvla, ja Vaasan yliopisto.
sme: Ovttasbarggus leat mielde maiddái Sámi allaskuvla ja Vaasa universiteahtta.

source: Koulutus järjestetään kokonaan lähiopetuksena, yhteensä neljänä kahden päivän koulutustilaisuutena.
sme: Skuvlejupmi ordnejuvvo ollásit lagasoahpahussan, oktiibuot ordnejuvvojit njeallje guovtti beaivvi skuvlendilálašvuođa.

source: Koulutuksen suorittaneet saavat kuusi (6) opintopistettä, jotka on mahdollista lukea hyväksi omissa yliopisto-opinnoissa.
sme: Skuvlejumi čađahan stuđeanttat ožžot guhtta (6) oahppočuoggá, maid lea vejolaš lohkat oassin universiteahta oahpuide.

source: Koulutushankkeen tavoitteena on lisätä tietoa ja osaamista kielikylpymetodin soveltamiseksi Suomessa annettavaan saamelaisopetukseen.
sme: Skuvlenfitnu ulbmilin lea lasihit dieđu ja máhtu giellalávgunmetoda heiveheamis Suomas addojuvvon sámeoahpahussii.

source: Kielikylpyopetuksen laajentaminen kuuluu mm.. Stubbin hallituksen ohjelmaan.
sme: Giellalávgunoahpahusa viiddideapmi gullá ee. Stubb ráđđehusa prográmmii.

source: Opetushallituksen joulukuussa 2014 antamissa uusissa perusopetuksen opetussuunnitelman perusteissa kielikylpyopetukseen kiinnitetään enemmän huomiota kuin aikaisemmissa perusteissa.
sme: Oahpahusráđđehus lea juovlamánus 2014 mearridan vuođđooahpahusa ođđa vuođustusain. Áššegirjjis giddejuvvo eanet fuomášupmi giellalávgunoahpahussii go ovddit vuođustusain.

source: Kielikylpyopetuksen edistäminen saamelaisopetuksessa on ajankohtaista monesta syystä.
sme: Giellalávgunoahpahusa ovddideapmi sámeoahpahusas lea áigeguovdil máŋgga sivas.

source: Varhaiskasvatuksessa kielikylpymenetelmä on ollut käytössä jo vuodesta 1997 alkaen, jolloin ensimmäinen alle kouluikäisille tarkoitettu inarinsaamen kielipesä käynnistyi.
sme: Giellalávgunmetoda leamaš anus árrabajásgeassimis juo jagi 1997 rájes go vuosttaš vuollel skuvlaahkásaččaide oaivvilduvvon anárašgielat giellabeassi rahppojuvvui.

source: Kielipesiä on toiminnassa jo yhteensä yhdeksän, joista kolme inarinsaamenkielistä, kaksi koltansaamenkielistä ja neljä pohjoissaamenkielistä.
sme: Giellabeasit leat dál juo oktiibuot ovcci, main golbma anárašgiellaga, guokte nuortalašgiellaga ja njeallje davvisámegiellaga.

source: Kielipesistä kahdeksan toimii saamelaisten kotiseutualueella ja yksi Helsingissä.
sme: Giellabesiin gávccis leat sámiid ruovttuguovllus ja okta Helssegis.

source: Saamelaiskäräjät on selvittänyt kielipesien avaamismahdollisuuksia myös muissa kaupungeissa.
sme: Sámediggi lea čielggadan vejolašvuođaid vuođđudit giellabesiid maid eará gávpogiidda.

source: Kielipesän käynnistyminen on lähimpänä Rovaniemen kaupungissa.
sme: Roavvenjárggas giellabeasi álggaheapmi lea lahka.

source: Kielikylpyä koskeva koulutushanke antaa saamen opetushenkilöstölle mahdollisuuksia kehittää ja jakaa omaa osaamistaan kielikylvyn toteuttamisesta opetuksessa.
sme: Giellalávgumii guoski skuvlenfidnu addá sámi oahpahusbargiide vejolašvuođaid ovddidit ja juogadit iežaset máhtu giellalávggu ollašuhttimis skuvlaoahpahusas.

source: Kielikylpyopetuksen laajeneminen perusopetukseen mahdollistaa varhaiskasvatuksessa aikaan saadun saamen kielten elvyttämisen jatkumisen oppivelvollisuuskoulussa.
sme: Giellalávgunoahpahusa viiddideapmi vuođđooahpahussii dahká vejolažžan joatkit árrabajásgeassimis álggahuvvon sámegielaid ealáskahttima maid oahppogeatnegasvuođaskuvllas.

source: Saamenkielistä perusopetusta on annettu Suomessa 1970-luvun puolivälistä alkaen.
sme: Vuođđooahpahus sámegillii lea addojuvvon Suomas 1970-logu beallemuttu rájes.

source: Osa saamenkielisestä opetuksesta on käytännössä ollut kielikylpyopetusta kautta vuosikymmenten, vaikka sitä ei virallisesti olekaan sellaiseksi määritelty.
sme: Oassi sámegielat oahpahusas leamaš duohtavuođas giellalávgunoahpahus jahkelogiid čađa, vaikko dat ii virggálaččat leatge dakkárin meroštallojuvvon.

source: Valtaosa saamen kieltä perusopetuksessa ja lukiossa oppivista saa kuitenkin opetusta vieraan kielen oppiaineena.
sme: Stuorámus oassi sámegiela lohkkiin vuođđooahpahusas ja logahagas ožžot goittotge oahpahusa vieris giela oahppoávnnasin.

source: Suurin osa vieraan kielen oppilaista on saamelaisoppilaita, joille saamen kieli on pikemminkin toinen kieli kuin vieras kieli.
sme: Stuorámus oassi vieris giela oahppiin leat sámeoahppit, geaidda sámegiella lea buorebutge nubbi giella go vieris giella.

source: Vieraan kielen opetus ei tutkimusten mukaan tuota toiminnallista kaksikielisyyttä, johon kielikylpyopetuksella yleensä päästään.
sme: Vieris giela oahpahus ii dutkamušaid mielde buvttat doaimmalaš guovttegielalašvuođa, masa giellalávgunoahpahusain dábálaččat ollejit.

source: Hankkeen pedagogisena johtajana toimii FT Marja-Liisa Olthuis ja asiantuntijaopettajana tutkija / sivistystoimen johtaja Laura Arola.
sme: Fitnu pedagogalaš jođiheaddjin bargá FD Marja-Liisa Olthuis ja áššedovdeoahpaheaddjin dutki / čuvgehusdoaimma jođiheaddji Laura Arola.

source: Koulutushankkeen ensimmäisen lähiopetusjakson ohjelma on ladattavissa
sme: Skuvlenfitnu vuosttaš lagasoahpahusbeivviid prográmma lea gávdnamis

source: Lisätietoja:
sme: Lassedieđut:

source: Tutkija / sivistystoimenjohtaja Laura Arola, Giellagas-instituutti / Utsjoen kunta laura.
sme: Dutki / čuvgehusdoaimmahoavda Laura Arola, Giellagas-instituhtta / Ohcejoga gielda laura.

source: Koulutussihteeri Ulla Aikio-Puoskari, saamelaiskäräjät ulla.
sme: Skuvlenčálli Ulla Aikio-Puoskari, sámediggi ulla.

source: fi, puh. 010 8393 112.
sme: fi, tel. 010 8393 112.
